type Testimonials = {
  feedback: string;
  author: string;
  img: string;
  role: string;
};

export const dataTestimonials: Testimonials[] = [
  {
    feedback:
      "Максим створив сайт для нашої служби евакуації автомобілів з вражаючою швидкістю, врахувавши всі наші побажання. Він не лише глибоко розуміється на дизайні, але й приємний у спілкуванні, що робить співпрацю комфортною. Після запуску сайту кількість замовлень значно зросла!",
    img: "/img/testimonials-portraits/1.png",
    author: "Олександр Коваленко",
    role: "Власник служби евакуації '24/7 Допомога'",
  },
  {
    feedback:
      "Співпраця з Максимом – це один з найкращих досвідів у моїх проєктах. Надійний, швидкий і креативний. Він створив дизайн лендінгу повністю самостійно – продумано, стильно, з увагою до деталей. Розумів з півслова. Рекомендую без вагань!",
    img: "/img/testimonials-portraits/2.png",
    author: "Андрій Мельник",
    role: "Засновник Createx",
  },
  {
    feedback:
      "Максим надав професійну підтримку на всіх етапах створення нашого корпоративного сайту. Він пропонує цікаві рішення та вміло поєднує їх з нашим баченням. Сайт отримався сучасним і функціональним. Дуже раді співпраці!",
    img: "/img/testimonials-portraits/3.png",
    author: "Дмитро Шевченко",
    role: "Директор, IT-консалтинг 'Смарт Бізнес'",
  },
  {
    feedback:
      "Робота з Максимом – це високий професіоналізм та глибоке розуміння потреб клієнта. Він поєднує технічну експертизу з чудовим дизайнерським смаком. Кожна деталь опрацьована ідеально. Буду звертатись ще!",
    img: "/img/testimonials-portraits/4.png",
    author: "Ігор Бондаренко",
    role: "Засновник, психологічний центр 'Внутрішня сила'",
  },
];
