import type { Translation } from "./en";

const uk = {
  heading: "Почніть із консультації — заповніть форму",
  infoForm: {
    heading: "Запишіться на безкоштовну консультацію, на якій ви отримаєте:",
    first: "Відповіді на всі ваші запитання",
    double: "Перелік вимог до вашого сайту",
    third: "Унікальну пропозицію, адаптовану під ваш бюджет",
  },
  comment:
    "Як тільки ви переконаєтеся, що ми повністю вас зрозуміли — ми перетворимо ваші бізнес-завдання на готові рішення.",
} as const satisfies Translation;

export default uk;
