import type { typeDataFAQ } from "./types";

export const dataFAQ: typeDataFAQ = [
  {
    question: "❔Які сайти ви створюєте",
    answer: [
      "Ви отримаєте сайт, який буде точно відповідати вашим вимогам та потребам. Але на чому спеціалізуємося саме ми?",
      "◽️ Landing page - це односторінковий сайт (цільова сторінка), який спонукає користувача виконати певну цільову дію. Зазвичай, використовується у контекстній рекламі/таргетингу для продажу Ваших товарів чи послуг.",
      "◽️ Сайт-візитка - як можна зрозуміти з назви, це візитівка Вашої компанії в інтернеті. Інформативний сайт, що складається з одної або декількох сторінок, які містять основні відомості про Вас/Ваш бізнес, основні послуги, прайс, контакти тощо.",
      "◽️ Сайт-каталог - це каталог/галерея ваших товарів чи робіт. Можна сказати, що це шоурум в інтернеті, створений більше для представлення товарів/послуг/робіт, аніж для продажу. Головна відмінність від інтернет-магазину - відсутній функціонал для прямої покупки.",
      "◽️ Сайт-меню - web-сайт для ресторанів та кафе. Тут розміщуються страви Вашого ресторану або кафе, які клієнти можуть замовити онлайн. Часто використовують QR-код з посиланням на меню, яке розміщується прямо на столику, а також як сайт для замовлень доставки їжі.",
      "◽️Індивідуальний сайт - немає межі креативності та оригінальності😊. Якщо Вам потрібне щось особливе - залишайте заявку на консультацію, де ми разом визначимо, що потрібно зробити для втілення вашої ідеї в реальність.",
    ],
  },
  {
    question: "❔Яка мінімальна вартість створення сайту",
    answer: [
      "Як ви могли вже зрозуміти, інвестиції на створення сайту залежать від ваших побажань та бізнес-задач. На безкоштовній консультації ми індивідуально, разом з вами, визначимо обсяг інвестицій та часу на реалізацію вашого задуму. Але для того, щоб ви моли орієнтуватися - мінімальна ціна створення сайту - 500 долларів.",
    ],
  },
  {
    question: "❔Скільки часу займає створення сайту",
    answer: [
      "Найважливіша перевага no-code сайту - це, відповідно, швидкість. Але виникає питання: за який термін з моменту замовлення Ви отримаєте готовий сайт? Все буде залежати від того, на скільки швидко та чи у повному обсязі ви надасте всю необхідну інформацію та матеріали, а також від самого обсягу робіт. Зазвичай, Ви можете отримати сайт на тестування вже протягом тижня, а середня тривалість розробки сайту - 1 дедлайн Арестовича, 2-3 тижні😁.",
    ],
  },
];
