export const DEVELOPMENT_STAGES = [
  { stage: 1, aligment: "right" },
  { stage: 2, aligment: "left" },
  { stage: 3, aligment: "right" },
  { stage: 4, aligment: "left" },
];

export const dataStageDescription = [
  {
    title: "Етап 1: Консультація та планування",
    paragraph: [
      "● Проведення онлайн-зустрічі для обговорення ваших бізнес-цілей, цільової аудиторії та основних завдань проєкту",
      "● Формування комерційної пропозиції з орієнтовними термінами та бюджетом виконання",
    ],
  },
  {
    title: "Етап 2: Проектування та розробка",
    paragraph: [
      "● Підготовка детального технічного завдання на основі узгоджених вимог",
      "● Узгодження умов співпраці та внесення передоплати",
      "● Початок активної фази створення сайту",
    ],
  },
  {
    title: "Етап 3: Перевірка та запуск",
    paragraph: [
      "● Надання готового продукту для детального тестування",
      "● Внесення коригувань та доопрацювань за вашими побажаннями",
      "● Публікація проєкту на production-сервері",
      "● Передача всіх облікових даних після повної оплати",
    ],
  },
  {
    title: "Етап 4: Супровід та розвиток",
    paragraph: [
      "● Забезпечення безперервної технічної підтримки з можливістю оновлення функціоналу",
      "● Надійна команда завжди на зв'язку для вирішення будь-яких технічних питань",
    ],
  },
];
