import type { typeDataFAQ } from "./types";

export const faqData: typeDataFAQ = [
  {
    question: "Які сайти ви створюєте",
    answer: [
      "Наша команда спеціалізується на створенні різноманітних типів веб-ресурсів, що відповідають конкретним бізнес-потребам клієнтів. Ми розробляємо цільові односторінкові рішення, призначені для конверсії відвідувачів у покупців через контекстну рекламу та таргетовані кампанії. Також створюємо представницькі багатосторінкові платформи, які містять детальну інформацію про компанію, послуги, цінову політику та контактні дані. Для бізнесу, що потребує демонстрації асортименту без функціоналу прямих продажів, розробляємо каталогові системи з можливістю візуалізації товарів або портфоліо робіт. Окремо працюємо над спеціалізованими рішеннями для закладів харчування, що інтегруються з системами онлайн-замовлень та QR-кодами для швидкого доступу. Якщо ваш проєкт потребує унікального підходу або нестандартного функціоналу, ми готові розробити індивідуальне рішення, яке максимально відповідатиме вашим вимогам та цілям бізнесу.",
    ],
  },
  {
    question: "Яка мінімальна вартість створення сайту",
    answer: [
      "Фінансова складова проєкту визначається індивідуально на основі ваших бізнес-цілей та функціональних вимог до майбутнього веб-ресурсу. Під час безоплатної попередньої консультації ми детально обговорюємо специфіку завдання, аналізуємо необхідний обсяг робіт та формуємо реалістичний план реалізації. Це дозволяє точно розрахувати бюджет та терміни виконання з урахуванням всіх особливостей вашого проєкту. Для орієнтування зазначимо, що початкова вартість розробки базового веб-сайту становить від п'ятисот доларів США, однак остаточна сума може варіюватися залежно від складності технічного завдання та додаткових функціональних можливостей.",
    ],
  },
  {
    question: "Скільки часу займає створення сайту",
    answer: [
      "Термін реалізації проєкту залежить від декількох ключових факторів, включаючи швидкість надання необхідних матеріалів та інформації з вашого боку, а також від загального обсягу та складності технічного завдання. Використання сучасних технологій розробки дозволяє нам суттєво скоротити час створення веб-ресурсу порівняно з класичними методами програмування. За умови оперативної комунікації та своєчасного отримання всього необхідного контенту, перша робоча версія сайту може бути готова для тестування протягом одного тижня. В середньому повний цикл розробки, від початкової консультації до фінального запуску готового продукту, займає від одного до трьох тижнів (а деколи і місяці) залежно від специфіки проєкту.",
    ],
  },
];
