export const dataStageDescription = [
  {
    title: "Етап 1: Консультація та брифування",
    paragraph: [
      "● Проведена онлайн-зустріч з фіксацією ваших вимог до структури, дизайну та функціоналу сайту",
      "● Визначена попередня вартість та обсяг робіт індивідуальної пропозиції",
    ],
  },
  {
    title: "Етап 2: ТЗ та розробка",
    paragraph: [
      "● Сформовано ТЗ на основі ваших вимог",
      "● Ви затверджуєте технічне завдання",
      "● Запуск розробки сайту",
    ],
  },
  {
    title: "Етап 3: Тестування та запуск",
    paragraph: [
      "● Передача web-сайту на тест",
      "● Ви надаєте фінальні правки до сайту",
      "● Вебсайт запускається в роботу, передаються всі доступи",
    ],
  },
  {
    title: "Етап 4: Технічна підтримка",
    paragraph: [
      "● Ви отримуєте постійний супровід сайту з можливістю щось змінити та удосконалити",
      "● У вас буде постійний партнер під рукою, який готовий допомогти із будь-яким питанням",
    ],
  },
];
